{
  "schema": "ingredient_normalized_vocab_v1",
  "generatedAt": "2026-04-29T01:04:11.469633+00:00",
  "sourceSql": "D:\\final_project\\db_scripts\\ingredient_master_normalize\\sync_ingredient_master.sql",
  "rowCountInCopy": 436,
  "distinctCount": 214,
  "names": [
    "가루",
    "가지",
    "갈은 통깨",
    "갈은깨",
    "감자",
    "감자전분",
    "검은깨",
    "견과류",
    "계란",
    "고구마",
    "고운 들깨가루",
    "고운들깨가루",
    "고운소금",
    "고추",
    "곤약",
    "국거리소고기",
    "굴소스",
    "귤",
    "김",
    "김가루",
    "김밥김",
    "김치",
    "까나리액젓",
    "깐 메추리알",
    "깐메추리알",
    "깨",
    "깨 간 것",
    "깨소금",
    "깻잎",
    "꼬막",
    "꽈리고추",
    "꿀",
    "꿀/물엿",
    "나물",
    "다시마",
    "다진 부추",
    "다진 애호박",
    "다진 쪽파",
    "다진 호박",
    "다진대파 또는 쪽파",
    "다진돼지고기",
    "다진소고기",
    "단단한 두부",
    "단무지",
    "달래",
    "닭가슴살",
    "닭고기",
    "닭안심",
    "당근",
    "대파",
    "대파 녹색부분",
    "대파 다진 것",
    "대파 흰부분",
    "대파흰부분",
    "대패 삼겹살",
    "데칠때 생강술",
    "도토리묵",
    "돼지고기 다짐육",
    "된장",
    "두부",
    "들기름",
    "들깨",
    "들깨가루",
    "들깻가루",
    "떡",
    "떡볶이떡",
    "라이스페이퍼",
    "라임",
    "레몬",
    "마늘",
    "마늘쫑",
    "마른 김",
    "마른 청양고추",
    "마요네즈",
    "맛살",
    "맛술",
    "망고",
    "매실액",
    "매실청",
    "매운 고추",
    "머스타드",
    "멜론",
    "면",
    "멸치",
    "멸치액젓",
    "무",
    "무청시래기",
    "물",
    "미나리",
    "미니 돈까스",
    "미림",
    "바나나",
    "밥",
    "밥새우",
    "배",
    "배즙",
    "배추",
    "버섯",
    "버터",
    "베이컨",
    "복숭아",
    "봄동",
    "부추",
    "부침가루(밀가루)",
    "브로콜리",
    "브로콜리 데친 것",
    "비엔나소시지",
    "비트",
    "사과",
    "사워크림",
    "삶은 시래기",
    "상추",
    "새우",
    "생강",
    "생강가루",
    "생강술",
    "생강즙",
    "생수",
    "샤브용 소고기 목살",
    "석류",
    "설탕",
    "섬초",
    "소고기",
    "소고기 다짐육",
    "소고기 불고기용",
    "소고기다짐육 + 돼지고기다짐육",
    "소금",
    "소시지",
    "소주",
    "숙주",
    "술",
    "스리라차소스",
    "스위트콘",
    "스팸",
    "시원한 생수",
    "시판네모유부",
    "식용유",
    "식초",
    "쌀뜨물",
    "아몬드",
    "아보카도",
    "아스파라거스",
    "알배추잎",
    "애호박 다진 것",
    "양배추",
    "양파",
    "어린잎",
    "어묵",
    "연겨자",
    "연두부",
    "오렌지",
    "오이",
    "오징어채",
    "요거트",
    "요리당",
    "요리술",
    "우엉",
    "우유",
    "육수",
    "자두",
    "자몽",
    "작은오징어",
    "잣",
    "장",
    "전분",
    "전분가루",
    "젓갈",
    "주스",
    "진미채",
    "집된장",
    "차돌박이",
    "참기름",
    "참깨",
    "참치",
    "참치액",
    "참치액젓",
    "채썬 햄",
    "천도복숭아",
    "청경채",
    "청국장",
    "청양고추",
    "청양고추나꽈리고추",
    "청주",
    "청포묵",
    "치즈",
    "치킨너겟",
    "카레",
    "케일",
    "케찹",
    "콩나물",
    "크래미",
    "키위",
    "토마토",
    "통깨",
    "파",
    "파슬리",
    "파슬리가루",
    "파인애플",
    "파파야",
    "파프리카",
    "패션프루트",
    "팽이버섯",
    "페퍼론치노",
    "표고버섯",
    "핫소스",
    "햄",
    "호두",
    "호박",
    "홀그레인머스타드",
    "황태",
    "황태채",
    "후추",
    "후추가루",
    "후춧가루"
  ],
  "counts": {
    "가루": 7,
    "가지": 3,
    "갈은 통깨": 1,
    "갈은깨": 1,
    "감자": 8,
    "감자전분": 1,
    "검은깨": 1,
    "견과류": 1,
    "계란": 4,
    "고구마": 1,
    "고운 들깨가루": 1,
    "고운들깨가루": 1,
    "고운소금": 1,
    "고추": 11,
    "곤약": 1,
    "국거리소고기": 1,
    "굴소스": 3,
    "귤": 1,
    "김": 2,
    "김가루": 1,
    "김밥김": 1,
    "김치": 2,
    "까나리액젓": 1,
    "깐 메추리알": 1,
    "깐메추리알": 1,
    "깨": 1,
    "깨 간 것": 1,
    "깨소금": 2,
    "깻잎": 1,
    "꼬막": 1,
    "꽈리고추": 1,
    "꿀": 1,
    "꿀/물엿": 1,
    "나물": 8,
    "다시마": 1,
    "다진 부추": 1,
    "다진 애호박": 1,
    "다진 쪽파": 1,
    "다진 호박": 1,
    "다진대파 또는 쪽파": 1,
    "다진돼지고기": 1,
    "다진소고기": 1,
    "단단한 두부": 1,
    "단무지": 1,
    "달래": 1,
    "닭가슴살": 1,
    "닭고기": 1,
    "닭안심": 1,
    "당근": 5,
    "대파": 4,
    "대파 녹색부분": 1,
    "대파 다진 것": 1,
    "대파 흰부분": 1,
    "대파흰부분": 1,
    "대패 삼겹살": 1,
    "데칠때 생강술": 1,
    "도토리묵": 1,
    "돼지고기 다짐육": 1,
    "된장": 1,
    "두부": 3,
    "들기름": 2,
    "들깨": 1,
    "들깨가루": 2,
    "들깻가루": 1,
    "떡": 2,
    "떡볶이떡": 1,
    "라이스페이퍼": 1,
    "라임": 1,
    "레몬": 4,
    "마늘": 6,
    "마늘쫑": 2,
    "마른 김": 1,
    "마른 청양고추": 1,
    "마요네즈": 1,
    "맛살": 1,
    "맛술": 2,
    "망고": 1,
    "매실액": 1,
    "매실청": 1,
    "매운 고추": 1,
    "머스타드": 1,
    "멜론": 1,
    "면": 1,
    "멸치": 2,
    "멸치액젓": 1,
    "무": 3,
    "무청시래기": 1,
    "물": 4,
    "미나리": 1,
    "미니 돈까스": 1,
    "미림": 2,
    "바나나": 1,
    "밥": 1,
    "밥새우": 1,
    "배": 1,
    "배즙": 1,
    "배추": 5,
    "버섯": 10,
    "버터": 1,
    "베이컨": 1,
    "복숭아": 1,
    "봄동": 1,
    "부추": 2,
    "부침가루(밀가루)": 1,
    "브로콜리": 1,
    "브로콜리 데친 것": 1,
    "비엔나소시지": 1,
    "비트": 1,
    "사과": 2,
    "사워크림": 1,
    "삶은 시래기": 1,
    "상추": 1,
    "새우": 3,
    "생강": 1,
    "생강가루": 1,
    "생강술": 1,
    "생강즙": 1,
    "생수": 1,
    "샤브용 소고기 목살": 1,
    "석류": 1,
    "설탕": 11,
    "섬초": 1,
    "소고기": 1,
    "소고기 다짐육": 1,
    "소고기 불고기용": 1,
    "소고기다짐육 + 돼지고기다짐육": 1,
    "소금": 10,
    "소시지": 7,
    "소주": 1,
    "숙주": 3,
    "술": 1,
    "스리라차소스": 1,
    "스위트콘": 1,
    "스팸": 1,
    "시원한 생수": 1,
    "시판네모유부": 1,
    "식용유": 10,
    "식초": 5,
    "쌀뜨물": 1,
    "아몬드": 1,
    "아보카도": 1,
    "아스파라거스": 2,
    "알배추잎": 1,
    "애호박 다진 것": 1,
    "양배추": 5,
    "양파": 2,
    "어린잎": 1,
    "어묵": 7,
    "연겨자": 1,
    "연두부": 1,
    "오렌지": 1,
    "오이": 4,
    "오징어채": 1,
    "요거트": 3,
    "요리당": 1,
    "요리술": 1,
    "우엉": 1,
    "우유": 5,
    "육수": 5,
    "자두": 1,
    "자몽": 1,
    "작은오징어": 1,
    "잣": 1,
    "장": 17,
    "전분": 1,
    "전분가루": 1,
    "젓갈": 1,
    "주스": 1,
    "진미채": 2,
    "집된장": 1,
    "차돌박이": 1,
    "참기름": 3,
    "참깨": 1,
    "참치": 13,
    "참치액": 1,
    "참치액젓": 1,
    "채썬 햄": 1,
    "천도복숭아": 1,
    "청경채": 1,
    "청국장": 1,
    "청양고추": 1,
    "청양고추나꽈리고추": 1,
    "청주": 1,
    "청포묵": 1,
    "치즈": 5,
    "치킨너겟": 2,
    "카레": 2,
    "케일": 1,
    "케찹": 3,
    "콩나물": 1,
    "크래미": 1,
    "키위": 1,
    "토마토": 4,
    "통깨": 3,
    "파": 14,
    "파슬리": 1,
    "파슬리가루": 1,
    "파인애플": 1,
    "파파야": 1,
    "파프리카": 11,
    "패션프루트": 1,
    "팽이버섯": 1,
    "페퍼론치노": 1,
    "표고버섯": 1,
    "핫소스": 1,
    "햄": 1,
    "호두": 1,
    "호박": 4,
    "홀그레인머스타드": 1,
    "황태": 1,
    "황태채": 1,
    "후추": 2,
    "후추가루": 1,
    "후춧가루": 1
  }
}